Repository: Jefferson49/ExtendedImportExport
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: The variable type of the filter rules definition (%s) of the GEDCOM filter (%s) does not have the type "array".
ca: El tipus de variable de la definició de regles de filtre (%s) del filtre GEDCOM (%s) no té el tipus "matriu".
de: Der Variablen-Typ der Filterregel-Definition (%s) für den GEDCOM -Filter (%s) hat nicht den erforderliche Typ "array".
es: El tipo de variable de la definición de las reglas de filtro (%s) del filtro GEDCOM (%s) no tiene el tipo "matriz".
nl: Het variabelentype van de definitie van de filterregels (%s) van het GEDCOM-filter (%s) heeft niet het type "array".

source: The selected GEDCOM filter (%s) does not contain any filter rules.
ca: El filtre GEDCOM seleccionat (%s) no conté cap regla de filtre.
de: Der ausgewählte GEDCOM -Filter (%s) enthält keine Filter Regeln.
es: El filtro GEDCOM seleccionado (%s) no contiene ninguna regla de filtro.
nl: Het geselecteerde GEDCOM-filter (%s) bevat geen filterregels.

source: The selected GEDCOM filter (%s) contains an invalid definition for regular expression macros (%s).
ca: El filtre GEDCOM seleccionat (%s) conté una definició no vàlida per a les macros d'expressió regular (%s).
de: Der ausgewählte GEDCOM -Filter (%s) enthält eine ungültige Definition für Macros von regulären Ausdrücken (%s).
es: El filtro GEDCOM seleccionado (%s) contiene una definición no válida para macros de expresiones regulares (%s).
nl: Het geselecteerde GEDCOM-filter (%s) bevat een ongeldige definitie voor reguliere-expressiemacro's (%s).

source: The selected GEDCOM filter (%s) contains an invalid definition for the regular expression macro %s.
ca: El filtre GEDCOM seleccionat (%s) conté una definició no vàlida per a la macro d'expressió regular %s.
de: Der ausgewählte GEDCOM -Filter (%s) enthält eine ungültige Definition für das Macro %s.
es: El filtro GEDCOM seleccionado (%s) contiene una definición no válida para la macro de expresión regular %s.
nl: Het geselecteerde GEDCOM-filter (%s) bevat een ongeldige definitie voor de reguliere-expressiemacro %s.

source: Invalid definition
ca: Definició no vàlida
de: Ungültige Definition
es: Definición no válida
nl: Ongeldige definitie

source: The selected GEDCOM filter (%s) contains an invalid filter definition for tag pattern %s.
ca: El filtre GEDCOM seleccionat (%s) conté una definició de filtre no vàlida per al patró d'etiquetes %s.
de: Der ausgewählte GEDCOM -Filter (%s) enthält eine ungültige Filter-Definition für das Tag-Muster %s.
es: El filtro GEDCOM seleccionado (%s) contiene una definición de filtro no válida para el patrón de etiqueta %s.
nl: Het geselecteerde GEDCOM-filter (%s) bevat een ongeldige filterdefinitie voor labelpatroon %s.

source: The selected GEDCOM filter (%s) contains an invalid tag definition
ca: El filtre GEDCOM seleccionat (%s) conté una definició d'etiqueta no vàlida
de: Der ausgewählte GEDCOM -Filter (%s) enthält eine ungültige Tag-Definition
es: El filtro GEDCOM seleccionado (%s) contiene una definición de etiqueta no válida
nl: Het geselecteerde GEDCOM-filter (%s) bevat een ongeldige labeldefinitie

source: The used GEDCOM filter (%s) contains a %s command with a method (%s), which is not available. Currently, only "%s" is allowed to be used as a method.
ca: El filtre GEDCOM utilitzat (%s) conté una ordre %s amb un mètode (%s), que no està disponible. Actualment, només es pot utilitzar "%s" com a mètode.
de: Der ausgewählte GEDCOM -Filter (%s) enthält einen %s Befehl mit einer Methode (%s), die nicht verfügbar ist. Momentan ist es nur erlaubt, "%s" als Methode einzusetzen.
es: El filtro GEDCOM utilizado (%s) contiene un comando %s con un método (%s), que no está disponible. Actualmente, solo se permite utilizar "%s" como método.
nl: Het gebruikte GEDCOM-filter (%s) bevat een %s opdracht met een methode (%s) die niet beschikbaar is. Momenteel mag alleen "%s" worden gebruikt als methode.

source: The used GEDCOM filter (%s) contains a %s command with a method (%s), but the filter class does not contain a "%s" method.
ca: El filtre GEDCOM utilitzat (%s) conté una ordre %s amb un mètode (%s), però la classe de filtre no conté un mètode "%s".
de: Der ausgewählte GEDCOM -Filter (%s) enthält einen %s Befehl mit einer Methode (%s), aber die Filter-Klasse enthält keine "%s" Methode.
es: El filtro GEDCOM usado (%s) contiene un comando %s con un método (%s), pero la clase de filtro no contiene un método "%s".
nl: Het gebruikte GEDCOM-filter (%s) bevat een opdracht %s met een methode (%s), maar de filterklasse bevat geen methode "%s".

source: The used GEDCOM filter (%s) contains a macro command (%s) for a regular expression, but the macro is not defined in the filter.
ca: El filtre GEDCOM utilitzat (%s) conté una comanda macro (%s) per a una expressió regular, però la macro no està definida al filtre.
de: Der ausgewählte GEDCOM -Filter (%s) enthält einen Macro-Befehl (%s) für einen regulären Ausdruck, aber das Macro ist im Filter nicht definiert.
es: El filtro GEDCOM utilizado (%s) contiene un comando de macro (%s) para una expresión regular, pero la macro no está definida en el filtro.
nl: Het gebruikte GEDCOM-filter (%s) bevat een macro-opdracht (%s) voor een reguliere expressie, maar de macro is niet gedefinieerd in het filter.

source: The selected GEDCOM filter (%s) contains an invalid regular expression
ca: El filtre GEDCOM seleccionat (%s) conté una expressió regular no vàlida
de: Der ausgewählte GEDCOM -Filter (%s) enthält einen ungültigen regulären Ausdruck
es: El filtro GEDCOM seleccionado (%s) contiene una expresión regular no válida
nl: Het geselecteerde GEDCOM-filter (%s) bevat een ongeldige reguliere expressie

source: Error message
ca: Missatge d'error
de: Fehlermeldung
es: Mensaje de error
nl: Foutmelding

source: The selected GEDCOM filter (%s) contains a black list filter rule (%s) with a regular expression, which will never be executed, because the black list filter rule will delete the related GEDCOM line.
ca: El filtre GEDCOM seleccionat (%s) conté una regla de filtre de llista negra (%s) amb una expressió regular, que mai s'executarà, perquè la regla de filtre de llista negra suprimirà la línia GEDCOM relacionada.
de: Der ausgewählte GEDCOM -Filter (%s) enthält eine Black-List Filter-Regel (%s) mit einem regulären Ausdruck, welcher niemals ausgeführt wird, weil die Black-List Filter-Regel die zugehörige GEDCOM-Zeile löschen wird.
es: El filtro GEDCOM seleccionado (%s) contiene una regla de filtro de lista negra (%s) con una expresión regular, que nunca se ejecutará, porque la regla de filtro de lista negra eliminará la línea GEDCOM relacionada.
nl: Het geselecteerde GEDCOM-filter (%s) bevat een filterregel voor de zwarte lijst (%s) met een reguliere expressie die nooit zal worden uitgevoerd, omdat de filterregel voor de zwarte lijst de gerelateerde GEDCOM-regel zal verwijderen.

source: The filter rule "%s" is dominated by the earlier filter rule "%s" and will never be executed. Please remove the rule or change the order of the filter rules.
ca: La regla de filtre "%s" està dominada per la regla de filtre anterior "%s" i no s'executarà mai. Si us plau, elimineu la regla o canvieu l'ordre de les regles de filtre.
de: Die Filter-Regel (%s) wird von der vorhergehenden Filter-Regel (%s) dominiert und wird daher niemals ausgeführt werden. Bitte entfernen Sie die Filter-Regel oder ändern Sie die Reihenfolge der Filter-Regeln.
es: La regla de filtro "%s" está dominada por la regla de filtro anterior "%s" y nunca se ejecutará. Elimine la regla o cambie el orden de las reglas de filtro.
nl: De filterregel "%s" wordt gedomineerd door de eerdere filterregel "%s" en zal nooit worden uitgevoerd. Verwijder de regel of wijzig de volgorde van de filterregels.

source: The %s method of the used GEDCOM filter (%s) throws a PHP error
ca: El mètode %s del filtre GEDCOM utilitzat (%s) genera un error PHP
de: Die %s Methode des genutzten GEDCOM -Filters (%s) erzeugt einen PHP-Fehler
es: El método %s del filtro GEDCOM utilizado (%s) genera un error PHP
nl: De methode %s van het gebruikte GEDCOM-filter (%s) geeft een PHP-foutmelding

source: Access denied. The user needs to be an administrator.
ca: Accés denegat. L'usuari ha de ser administrador.
es: Acceso denegado. El usuario debe ser administrador.

source: GEDCOM Conversion
ca: Conversió GEDCOM
de: GEDCOM-Konvertierung
es: Conversión GEDCOM
nl: GEDCOM-conversie

source: Extended Import/Export
ca: Importació/Exportació ampliada
de: Erweiterter Import/Export
es: Importación/exportación ampliada
nl: Uitgebreide import/export

source: A custom module for advanced GEDCOM import, export, and filter operations. The module also supports remote downloads/uploads/filters via URL requests.
ca: Un mòdul personalitzat per a operacions avançades d'importació, exportació i filtrat de GEDCOM. El mòdul també admet descàrregues/càrregues/filtres remots mitjançant sol·licituds d'URL.
de: Ein benutzerspezifisches Modul für einen erweiterten GEDCOM-Import/-Export sowie Filter Operationen. Das Modul unterstützt zusätzlich Remote-Downloads/-Uploads/-Filter mittels URL-Aufrufen.
es: Un módulo personalizado para operaciones avanzadas de importación, exportación y filtrado de GEDCOM. El módulo también admite descargas, cargas y filtros remotos mediante solicitudes de URL.
nl: Een aangepaste module voor geavanceerde GEDCOM importeren, exporteren en filteren. De module ondersteunt ook downloaden/uploaden/filteren op afstand via URL-verzoeken.

source: The provided secret key is too short. Please provide a minimum length of 8 characters.
ca: La clau secreta proporcionada és massa curta. Proporcioneu una longitud mínima de 8 caràcters.
de: Der angegebene Autorisierungs-Schlüssel ist zu kurz. Bitte geben Sie mindestens eine Länge von 8 Zeichen ein.
es: La clave secreta proporcionada es demasiado corta. Indique una longitud mínima de 8 caracteres.
nl: De opgegeven geheime sleutel is te kort. Geef een minimale lengte van 8 tekens op.

source: The provided secret key contains characters, which are not accepted. Please provide a different key.
ca: La clau secreta proporcionada conté caràcters, que no s'accepten. Proporcioneu una clau diferent.
de: Der eingegebene Autorisierungs-Schlüssel enthält Schriftzeichen, welche nicht akzeptiert werden. Bitte geben Sie einen anderen Autorisierungs-Schlüssel ein.
es: La clave secreta proporcionada contiene caracteres que no se aceptan. Proporcione una clave diferente.
nl: De opgegeven geheime sleutel bevat tekens die niet worden geaccepteerd. Geef een andere sleutel op.

source: The folder settings could not be saved, because the folder "%s" does not exist.
ca: La configuració de la carpeta no s'ha pogut desar perquè la carpeta "%s" no existeix.
es: La configuració de la carpeta no s'ha pogut desar perquè la carpeta "%s" no existeix.
nl: De mapinstellingen konden niet worden opgeslagen omdat de map "%s" niet bestaat.

source: The preferences for the module "%s" were updated.
ca: S'han actualitzat les preferències del mòdul "%s".
de: Die Einstellungen für das Modul "%s" wurden aktualisiert.
es: Se actualizaron las preferencias para el módulo "%s".
nl: De voorkeuren voor de module "%s" zijn bijgewerkt.

source: The preferences for the custom module "%s" were sucessfully updated to the new module version %s.
ca: Les preferències del mòdul personalitzat "%s" s'han actualitzat correctament a la nova versió del mòdul %s.
de: Die Einstellungen für das benutzerdefinierte Modul "%s" wurden für die neue Modul-Version %s aktualisiert.
es: Las preferencias del módulo personalizado "%s" se actualizaron exitosamente a la nueva versión del módulo %s.
nl: De voorkeuren voor de aangepaste module "%s" zijn bijgewerkt naar de nieuwe moduleversie %s.

source: The preferences for the custom module %s were imported from the earlier custom module version %s.
ca: Les preferències del mòdul personalitzat %s es van importar de la versió anterior del mòdul personalitzat %s.
de: Die Einstellungen für das benutzerdefinierte Modul %s wurden von der früheren Modul-Version %s importiert.
es: Las preferencias para el módulo personalizado %s se importaron de la versión anterior del módulo personalizado %s.
nl: De voorkeuren voor de aangepaste module %s werden geïmporteerd uit de eerdere aangepaste module versie %s.

source: The preferences for the default GEDCOM filter were reset to "none", because the selected GEDCOM filter %s could not be found
ca: Les preferències del filtre GEDCOM predeterminat es van restablir a "cap", perquè no s'ha pogut trobar el filtre GEDCOM seleccionat %s
de: Die Voreinstellung für den GEDCOM-Filter wurden auf "keine" zurückgesetzt, weil der ausgewählte GEDCOM-Filter %s nicht gefunden wurde
es: Las preferencias para el filtro GEDCOM predeterminado se restablecieron a "ninguno", porque no se pudo encontrar el filtro GEDCOM seleccionado %s
nl: De voorkeuren voor het standaard GEDCOM-filter zijn teruggezet naar "geen", omdat het geselecteerde GEDCOM-filter %s niet kon worden gevonden

source: A compilation error was detected in the following GEDCOM filter
ca: S'ha detectat un error de compilació al següent filtre GEDCOM
de: In folgendem Export-Filter wurde ein Kompilierungs-Fehler erkannt
es: Se detectó un error de compilación en el siguiente filtro GEDCOM
nl: Er is een compilatiefout gedetecteerd in het volgende GEDCOM-filter

source: line
ca: línia
de: Zeile
es: línea
nl: regel

source: error message
ca: missatge d'error
de: Fehlermeldung
es: mensaje de error
nl: foutmelding

source: No filter
ca: Sense filtre
de: Kein Filter
es: Sin filtro
nl: Geen filter

source: The GEDCOM filter was not found
ca: No s'ha trobat el filtre GEDCOM
de: Der GEDCOM-Filter wurde nicht gefunden
es: No se encontró el filtro GEDCOM
nl: Het GEDCOM-filter is niet gevonden

source: The include hierarchy for GEDCOM filters exceeds the maximum level of %s includes.
ca: La jerarquia d'inclusió per als filtres GEDCOM supera el nivell màxim de %s inclou.
de: Die Include-Hierarchie für Export-Filter überschreitet die maximale Schwelle von %s Includes.
es: La jerarquía de inclusión de los filtros GEDCOM excede el nivel máximo de %s inclusiones.
nl: De inclusief-hiërarchie voor GEDCOM filters overschrijdt het maximale niveau van %s inclusieven.

source: The following GEDCOM filter might cause a loop in the include structure, because it was detected more than once in the include hierarchy
ca: El següent filtre GEDCOM pot provocar un bucle a l'estructura d'inclusió, perquè s'ha detectat més d'una vegada a la jerarquia d'inclusió
de: Der folgende GEDCOM-Filter erzeugt möglicherweise eine Schleife in der Include-Struktur, weil der Filter mehr als einmal in der Include-Hierarchie detektiert wurde
es: El siguiente filtro GEDCOM podría provocar un bucle en la estructura de inclusión, porque se detectó más de una vez en la jerarquía de inclusión
nl: Het volgende GEDCOM-filter kan een lus veroorzaken in de inclusief-structuur, omdat het meer dan één keer is gedetecteerd in de inclusief-hiërarchie

source: Please check the include structure of the selected GEDCOM filters.
ca: Si us plau, comproveu l'estructura d'inclusió dels filtres GEDCOM seleccionats.
de: Bitte überprüfen Sie die Include-Struktur der ausgewählten Export-Filter.
es: Verifique la estructura de inclusión de los filtros GEDCOM seleccionados.
nl: Controleer de inclusiefstructuur van de geselecteerde GEDCOM-filters.

source: Invalid GEDBAS API key
ca: Clau d'API de GEDBAS no vàlida
es: Clave API de GEDBAS no válida
nl: Ongeldige GEDBAS API-sleutel

source: GEDBAS Id does not contain an Integer: %s
ca: L'identificador de GEDBAS no conté un nombre enter: %s
es: El ID de GEDBAS no contiene un entero: %s
nl: GEDBAS-ID bevat geen geheel getal: %s

source: Invalid file name for GEDBAS upload
ca: Nom de fitxer no vàlid per a la càrrega de GEDBAS
es: Nombre de archivo no válido para la carga de GEDBAS
nl: Ongeldige bestandsnaam voor GEDBAS-upload

source: Tree not found
ca: Arbre no trobat
de: Stammbaum nicht gefunden
es: Árbol no encontrado
nl: Stamboom niet gevonden

source: Internal module error: Neither GET nor POST request received.
ca: Error intern del mòdul: no s'ha rebut cap sol·licitud GET ni POST.
de: Interner Modul-Fehler: Weder GET- noch POST-Request empfangen.
es: Error interno del módulo: no se recibió ni la solicitud GET ni la POST.
nl: Interne module fout: Noch GET- noch POST-verzoek ontvangen.

source: Error during communication with GEDBAS
ca: Error durant la comunicació amb GEDBAS
es: Error durante la comunicación con GEDBAS

source: Access denied. The user needs to be a manager of the tree.
ca: Accés denegat. L'usuari ha de ser un administrador de l'arbre.
es: Acceso denegado. El usuario debe ser administrador del árbol.

source: No key provided. For checking of the access rights, it is mandatory to provide a key as parameter in the URL.
ca: No s'ha proporcionat cap clau. Per comprovar els drets d'accés, és obligatori proporcionar una clau com a paràmetre a l'URL.
de: Kein Autorisierungs-Schlüssel übergeben. Zum Überprüfen der Zugriffsrechte, ist die Angabe eines Autorisierungs-Schlüssels als URL-Parameter erforderlich.
es: No se ha proporcionado ninguna clave. Para comprobar los derechos de acceso, es obligatorio proporcionar una clave como parámetro en la URL.
nl: Geen sleutel opgegeven. Voor het controleren van de toegangsrechten is het verplicht om een sleutel op te geven als parameter in de URL.

source: No secret key defined. Please define secret key in the module settings: Control Panel / Modules / All Modules /
ca: No s'ha definit cap clau secreta. Definiu la clau secreta a la configuració del mòdul: Tauler de control / Mòduls / Tots els mòduls /
de: Kein Autorisierungs-Schlüssel definiert. Bitte definieren Sie einen Autorisierungs-Schlüssel in den Modul-Einstellungen: Verwaltung / Module / Alle Module /
es: No se ha definido ninguna clave secreta. Defina la clave secreta en la configuración del módulo: Panel de control / Módulos / Todos los módulos /
nl: Geen geheime sleutel gedefinieerd. Definieer de geheime sleutel in de module-instellingen: Controlepaneel / Modules / Alle modules /

source: Key not accepted. Access denied.
ca: Clau no acceptada. Accés denegat.
de: Autorisierungs-Schlüssel nicht akzeptiert. Zugriff verweigert.
es: Clave no aceptada. Acceso denegado.
nl: Sleutel niet geaccepteerd. Toegang geweigerd.

source: Key (encrypted) not accepted. Access denied.
ca: La clau (xifrada) no s'accepta. Accés denegat.
de: Autorisierungs-Schlüssel (verschlüsselt) nicht akzeptiert. Zugriff verweigert.
es: Clave (encriptada) no aceptada. Acceso denegado.
nl: Sleutel (versleuteld) niet geaccepteerd. Toegang geweigerd.

source: Privacy level not accepted
ca: Nivell de privadesa no acceptat
de: Wert für Datenschutzeinstellungen nicht akzeptiert
es: Nivel de privacidad no aceptado
nl: Privacyniveau niet geaccepteerd

source: Export format not accepted
ca: Format d'exportació no acceptat
de: Export-Format nicht akzeptiert
es: Formato de exportación no aceptado
nl: Exportindeling niet geaccepteerd

source: Encoding not accepted
ca: No s'accepta la codificació
de: Zeichencodierung nicht akzeptiert
es: Codificación no aceptada
nl: Codering niet geaccepteerd

source: Action not accepted
ca: Acció no acceptada
de: Angeforderte Aktion nicht akzeptiert
es: Acción no aceptada
nl: Actie niet geaccepteerd

source: Line endings not accepted
ca: No s'accepten finals de línia
de: Angabe bzgl. Zeilenenden nicht akzeptiert
es: No se aceptan finales de línea
nl: Regeleinden niet geaccepteerd

source: Time stamp setting not accepted
ca: No s'accepta la configuració de marca de temps
de: Einstellung zum Zeitstempel nicht akzeptiert
es: Configuración de marca de tiempo no aceptada
nl: Tijdstempelinstelling niet geaccepteerd

source: No file name provided for the requested GEDCOM conversion
ca: No s'ha proporcionat cap nom de fitxer per a la conversió GEDCOM sol·licitada
de: Kein Dateiname für die angeforderte GEDCOM-Konvertierung übergeben
es: No se proporcionó ningún nombre de archivo para la conversión GEDCOM solicitada
nl: Geen bestandsnaam opgegeven voor de gevraagde GEDCOM-conversie

source: Error during GEDBAS upload.
ca: Error durant la càrrega de GEDBAS.
es: Error durante la carga de GEDBAS.
nl: Fout tijdens GEDBAS-upload.

source: Empty GEDBAS API key.
ca: Clau API GEDBAS buida.
es: Clave API GEDBAS vacía.
nl: Lege GEDBAS-API-sleutel.

source: No filename provided.
ca: No s'ha proporcionat cap nom de fitxer.
es: No se proporcionó ningún nombre de archivo.
nl: Geen bestandsnaam opgegeven.

source: The file %s could not be created.
ca: No s'ha pogut crear el fitxer %s.
de: Die Datei %s konnte nicht erzeugt werden.
es: No se pudo crear el archivo %s.
nl: Het bestand %s kon niet worden aangemaakt.

source: The family tree "%s" was sucessfully exported to: %s
ca: L'arbre genealògic "%s" s'ha exportat correctament a: %s
de: Der Stammbaum "%s" wurde erfolgreich exportiert nach: %s
es: El árbol genealógico "%s" se exportó con éxito a: %s
nl: De stamboom "%s" is geëxporteerd naar: %s

source: Remote URL requests to save GEDCOM files to the server are not allowed.
ca: No es permeten les sol·licituds d'URL remotes per desar fitxers GEDCOM al servidor.
de: Remote-Aufrufe mittels URL, um GEDCOM-Dateien auf dem Server zu speichern, sind nicht erlaubt.
es: No se permiten solicitudes de URL remotas para guardar archivos GEDCOM en el servidor.
nl: URL-verzoeken op afstand om GEDCOM-bestanden op te slaan op de server zijn niet toegestaan.

source: Please check the module settings in the control panel.
ca: Comproveu la configuració del mòdul al tauler de control.
de: Bitte überprüfen Sie die Modul-Einstellungen in der Verwaltung.
es: Por favor verifique la configuración del módulo en el panel de control.
nl: Controleer de module-instellingen in het bedieningspaneel.

source: Remote URL requests to download GEDCOM files from the server are not allowed.
ca: No es permeten les sol·licituds d'URL remotes per descarregar fitxers GEDCOM des del servidor.
de: Remote-Aufrufe mittels URL, um GEDCOM-Dateien herunterzuladen, sind nicht erlaubt.
es: No se permiten solicitudes de URL remotas para descargar archivos GEDCOM del servidor.
nl: URL-verzoeken op afstand om GEDCOM-bestanden te downloaden van de server zijn niet toegestaan.

source: The family tree "%s" was sucessfully uploaded to GEDBAS
ca: L'arbre genealògic "%s" s'ha pujat correctament a GEDBAS
es: El árbol genealógico "%s" se cargó correctamente en GEDBAS
nl: De stamboom "%s" is geüpload naar GEDBAS

source: Remote URL requests to upload GEDCOM files to GEDBAS are disabled.
ca: Les sol·licituds d'URL remotes per carregar fitxers GEDCOM a GEDBAS estan desactivades.
es: Las solicitudes de URL remotas para cargar archivos GEDCOM a GEDBAS están deshabilitadas.
nl: URL-verzoeken op afstand om GEDCOM-bestanden te uploaden naar GEDBAS zijn uitgeschakeld.

source: Unable to read file "%s".
ca: No es pot llegir el fitxer "%s".
de: Die Datei "%s" konnte nicht eingelesen werden.
es: No se puede leer el archivo "%s".
nl: Kan bestand "%s" niet lezen.

source: No data imported from file "%s". The file might be empty.
ca: No s'ha importat cap dada del fitxer "%s". És possible que el fitxer estigui buit.
de: Es wurden keine Daten aus der Datei "%s" importiert. Die Datei ist möglicherweise leer.
es: No se importaron datos del archivo "%s". El archivo podría estar vacío.
nl: Geen gegevens geïmporteerd uit bestand "%s". Het bestand kan leeg zijn.

source: The file "%s" was sucessfully uploaded for the family tree "%s"
ca: El fitxer "%s" s'ha carregat correctament per a l'arbre genealògic "%s"
de: Die Datei "%s" für den Stammbaum "%s" wurde erfolgreich hochgeladen.
es: El archivo "%s" se cargó correctamente para el árbol genealógico "%s"
nl: Het bestand "%s" is geüpload voor de stamboom "%s"
