Repository: Jefferson49/ExtendedImportExport
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: The GEDCOM file "%s" was successfully converted to: %s
ca: El fitxer GEDCOM "%s" s'ha convertit correctament a: %s
de: Die GEDCOM-Datei "%s" wurde erfolgreich konvertiert nach: %s
es: El archivo GEDCOM "%s" se convirtió correctamente a: %s
nl: Het GEDCOM-bestand "%s" is geconverteerd naar: %s

source: Remote URL requests to convert GEDCOM files on the server are not allowed.
ca: No es permeten les sol·licituds d'URL remotes per convertir fitxers GEDCOM al servidor.
de: Remote-Aufrufe mittels URL, um GEDCOM-Dateien auf dem Server zu konvertieren, sind nicht erlaubt.
es: No se permiten solicitudes de URL remotas para convertir archivos GEDCOM en el servidor.
nl: URL-verzoeken op afstand om GEDCOM-bestanden op de server te converteren zijn niet toegestaan.

source: The tree was successfully imported into the database.
ca: L'arbre s'ha importat correctament a la base de dades.
es: El árbol se importó exitosamente a la base de datos.

source: Remote URL requests to upload GEDCOM files to the server are not allowed.
ca: No es permeten les sol·licituds d'URL remotes per carregar fitxers GEDCOM al servidor.
de: Remote-Aufrufe mittels URL, um GEDCOM-Dateien hochzuladen, sind nicht erlaubt.
es: No se permiten solicitudes de URL remotas para cargar archivos GEDCOM al servidor.
nl: URL-verzoeken op afstand om GEDCOM-bestanden te uploaden naar de server zijn niet toegestaan.

source: Reached end of request handle without proper response
ca: S'ha arribat al final de l'identificador de sol·licitud sense una resposta adequada
es: Se llegó al final del proceso de solicitud sin la respuesta adecuada

source: Extended GEDCOM Export
ca: Exportació GEDCOM ampliada
de: Erweiterter GEDCOM-Export
es: Exportación GEDCOM extendida
nl: Uitgebreide GEDCOM-export

source: The following GEDCOM structure could not be matched
ca: No s'ha pogut fer coincidir l'estructura GEDCOM següent
de: Die folgende GEDCOM-Struktur konnte nicht zugeordnet werden
es: No se pudo encontrar la siguiente estructura GEDCOM
nl: De volgende GEDCOM-structuur kon niet worden gevonden

source: Error during a regular expression replacement.
ca: Error durant la substitució d'una expressió regular.
de: Fehler während einer Ersetzung durch einen regulären Ausdruck.
es: Error durante un reemplazo de expresión regular.
nl: Fout tijdens het vervangen van een reguliere expressie.

source: Fatal error: Too many iterations while removing empty and unlinked records.
ca: Error fatal: hi ha massa iteracions mentre s'eliminen els registres buits i sense enllaçar.
de: Schwerwiegender Fehler: Zu viele Iterationen beim Entfernen von leeren oder unverknüpften Datensätzen.
es: Error fatal: demasiadas iteraciones al eliminar registros vacíos y no vinculados.
nl: Fatale fout: Te veel iteraties tijdens het verwijderen van lege en ongelinkte records.

source: Extended GEDCOM Import
ca: Importació GEDCOM ampliada
de: Erweiterter GEDCOM-Import
es: Importación GEDCOM extendida
nl: Uitgebreide GEDCOM-import

source: The current user does not have sufficient rights to access trees with the custom module %s.
ca: L'usuari actual no té prou drets per accedir als arbres amb el mòdul personalitzat %s.
es: El usuario actual no tiene suficientes derechos para acceder a los árboles con el módulo personalizado %s.

source: Extended GEDCOM Import/Export
ca: Importació/Exportació GEDCOM ampliada
de: Erweiterter GEDCOM-Import/Export
es: Importación/exportación GEDCOM extendida
nl: Uitgebreide GEDCOM-import/export

source: All records
ca: Tots els registres
de: Alle Datensätze
es: Todos los registros
nl: Alle records

source: Avoid leading spaces for CONC
ca: Eviteu els espais principals per a CONC
de: Führende Leerzeichen bei CONC vermeiden
es: Evite los espacios iniciales para CONC
nl: Vermijd voorloopspaties voor CONC

source: Birth, marriage, death export
ca: Exportació de naixement, matrimoni, mort
de: Geburten, Heiraten, Todesfälle exportieren
es: Exportación de nacimientos, matrimonios y muertes
nl: Geboorte, huwelijk, overlijden exporteren

source: Combined GEDCOM filter
ca: Filtre GEDCOM combinat
de: Kombinierter GEDCOM-Filter
es: Filtro GEDCOM combinado
nl: Gecombineerd GEDCOM-filter

source: Convert webtrees 1.7 census markup to markdown
ca: Converteix el marcatge censal d'arbres web 1.7 a markdown
es: Convierte el marcaje censal de árboles web 1.7 a markdown
nl: Webtrees 1.7 volkstelling-markup converteren naar markdown

source: Example GEDCOM filter
ca: Exemple de filtre GEDCOM
de: Beispiel für GEDCOM-Filter
es: Ejemplo de filtro GEDCOM
nl: Voorbeeld GEDCOM-filter

source: GEDCOM 7 conversion
ca: Conversió de GEDCOM 7
de: GEDCOM 7 Konvertierung
es: Conversión de GEDCOM 7
nl: GEDCOM 7-conversie

source: Individual names CSV list
ca: Llista CSV de noms individuals
de: CSV Liste für Personen-Namen
es: Lista CSV de nombres individuales
nl: CSV-lijst met persoonsnamen

source: Convert multiple surnames to a single surname
ca: Converteix diversos cognoms en un sol cognom
de: Mehrere Nachnamen in einen einzigen Nachnamen umwandeln
es: Convertir varios apellidos en un solo apellido
nl: Meerdere achternamen omzetten naar één achternaam

source: No records
ca: No hi ha registres
de: Keine Datensätze
es: No hay registros
nl: Geen records

source: Optimization of webtrees export for GEDCOM 7
ca: Optimització de l'exportació d'arbres web per a GEDCOM 7
de: Optimierung des webtrees Exports für GEDCOM 7
es: Optimización de la exportación de árboles web para GEDCOM 7
nl: Optimalisatie van webtrees-export voor GEDCOM 7

source: Optimization of webtrees export for GEDCOM 5.5.1
ca: Optimització de l'exportació d'arbres web per a GEDCOM 5.5.1
de: Optimierung des webtrees Exports für GEDCOM 5.5.1
es: Optimización de la exportación de árboles web para GEDCOM 5.5.1
nl: Optimalisatie van de webtrees-export voor GEDCOM 5.5.1

source: Reduce dates to years
ca: Redueix les dates a anys
de: Datumsangaben auf Jahre reduzieren
es: Reducir fechas a años
nl: Reduceer datums tot jaren

source: Reduce minimal INDI records (with SEX, FAMC, FAMS or less) to empty INDI records
ca: Reduïu els registres INDI mínims (amb SEX, FAMC, FAMS o menys) per buidar els registres INDI
de: INDI Datensätze mit minimalem Inhalt (d.h. SEX, FAMC FAMS oder weniger) auf leere INDI Datensätze reduzieren
es: Reducir los registros INDI mínimos (con SEXO, FAMC, FAMS o menos) a registros INDI vacíos
nl: Reduceer minimale INDI-records (met SEX, FAMC, FAMS of minder) tot lege INDI-records

source: Remove all media objects
ca: Elimina tots els objectes multimèdia
de: Alle Medienobjekte entfernen
es: Eliminar todos los objetos multimedia
nl: Verwijder alle mediaobjecten

source: Remove all notes
ca: Elimina totes les notes
de: Alle Notizen entfernen
es: Eliminar todas las notas
nl: Verwijder alle notities

source: Remove all sources
ca: Elimina totes les fonts
de: Alle Quellen entfernen
es: Eliminar todas las fuentes
nl: Verwijder alle bronnen

source: Remove asterisk characters from names
ca: Elimina els caràcters asteriscs dels noms
de: Stern-Zeichen aus Namen entfernen
es: Eliminar los caracteres de asterisco de los nombres
nl: Verwijder ster-tekens uit namen

source: Remove change data (i.e. CHAN structures)
ca: Elimina les dades de canvi (és a dir, estructures CHAN)
de: Änderungsdaten (d.h. CHAN Strukturen) entfernen
es: Eliminar datos modificados (es decir, estructuras CHAN)
nl: Verwijder wijzigingsgegevens (d.w.z. CHAN-structuren)

source: Remove empty or unlinked records
ca: Elimina els registres buits o sense enllaçar
de: Leere oder unverknüpfte Datensätze entfernen
es: Eliminar registros vacíos o no vinculados
nl: Verwijderen lege of ongelinkte records

source: Remove empty records
ca: Elimina els registres buits
de: Leere Datensätze entfernen
es: Eliminar registros vacíos
nl: Verwijder lege records

source: Remove restrictions (i.e. RESN tags)
ca: Elimina les restriccions (és a dir, etiquetes RESN)
de: Einschränkungen (d.h. RESN Tags) entfernen
es: Eliminar restricciones (es decir, etiquetas RESN)
nl: Verwijder beperkingen (bijv. RESN-labels)

source: Remove ToDo data (i.e. _TODO structures)
ca: Suprimeix les dades ToDo (és a dir, estructures _TODO)
de: ToDo-Daten (i.e. _TODO Strukturen) entfernen
es: Eliminar datos de tareas pendientes (es decir, estructuras _TODO)
nl: Verwijder ToDo-gegevens (d.w.z. _TODO-structuren)

source: Remove void references
ca: Suprimir les referències buides
es: Eliminar referencias nulas
nl: Verwijder ongeldige referenties

source: Remove webtrees user data (i.e. _WT_USER tags)
ca: Suprimeix les dades d'usuari de webtrees (és a dir, etiquetes _WT_USER)
de: Daten zu webtrees Benutzern (d.h. _WT_USER Tags) entfernen
es: Eliminar datos de usuario de webtrees (es decir, etiquetas _WT_USER)
nl: Verwijder webtrees-gebruikersgegevens (d.w.z. _WT_USER-labels)

source: Replace XREFs by names in notes and text
ca: Substituïu els XREF per noms en notes i text
de: XREFs in Notizen und Text durch Namen ersetzen
es: Reemplazar XREF por nombres en notas y texto
nl: Vervang XREF's door namen in notities en tekst

source: Custom module
ca: Mòdul personalitzat
de: Benutzerdefiniertes Modul
es: Módulo personalizado
nl: Aangepaste module

source: Select a GEDCOM file
ca: Seleccioneu un fitxer GEDCOM
de: Wählen Sie eine GEDCOM-Datei
es: Seleccione un archivo GEDCOM
nl: Selecteer een GEDCOM-bestand

source: A file on your computer
ca: Un fitxer al vostre ordinador
de: Eine Datei auf Ihrem Rechner
es: Un archivo en tu computadora
nl: Een bestand op uw computer

source: A file on the server
ca: Un fitxer al servidor
de: Eine Datei auf dem Server
es: Un archivo en el servidor
nl: Een bestand op de server

source: Conversion settings
ca: Configuració de conversió
de: Einstellungen für Konvertierung
es: Configuración de conversión
nl: Conversie-instellingen

source: Other format (i.e. use extension of filename)
ca: Un altre format (és a dir, utilitzeu l'extensió del nom del fitxer)
de: Anderes Format (d.h. die Dateierweiterung aus dem Dateinamen wird genutzt)
es: Otro formato (es decir, utilizar la extensión del nombre del archivo)
nl: Andere indeling (bijv. gebruik extensie van bestandsnaam)

source: Filename (converted)
ca: Nom del fitxer (convertit)
de: Dateiname (konvertiert)
es: Nombre de archivo (convertido)
nl: Bestandsnaam (geconverteerd)

source: The file extension will be added (or overruled) according to the selected format. Select "Other format" to use the extension, which is provided within the filename.
ca: L'extensió del fitxer s'afegirà (o anul·larà) segons el format seleccionat. Seleccioneu "Altre format" per utilitzar l'extensió, que es proporciona al nom del fitxer.
de: Die Dateierweiterung wird entsprechend dem gewählten Format ergänzt (oder überschrieben). Wählen Sie "Anderes Format" um diejenige Dateierweiterungen zu nutzen, welche im Dateinamen enthalten ist.
es: La extensión del archivo se agregará (o se anulará) según el formato seleccionado. Seleccione "Otro formato" para utilizar la extensión que se proporciona en el nombre del archivo.
nl: De bestandsextensie wordt toegevoegd (of overschreven) volgens de geselecteerde indeling. Selecteer "Andere indeling" om de extensie te gebruiken die is opgegeven in de bestandsnaam.

source: Time stamp
ca: Segell de temps
de: Zeitstempel
es: Sello de tiempo
nl: Tijdstempel

source: No time stamp
ca: Sense marca de temps
de: Kein Zeitstempel
es: Sin marca de tiempo
nl: Geen tijdstempel

source: Prefix time stamp
ca: Prefix marca de temps
de: Prefix Zeitstempel
es: Sello de tiempo del prefijo
nl: Tijdstempelvoorvoegsel

source: Postfix time stamp
ca: Segell de temps Postfix
de: Postfix Zeitstempel
es: Sello de tiempo de Postfix
nl: Ttijdstempelachtervoegsel

source: Select GEDCOM filters
ca: Seleccioneu els filtres GEDCOM
de: Selektieren Sie GEDCOM-Filter
es: Seleccionar filtros GEDCOM
nl: Selecteer GEDCOM-filters

source: Gedcom filter %s
ca: Filtre Gedcom %s
es: Filtro Gedcom %s

source: Convert GEDCOM file
ca: Converteix el fitxer GEDCOM
de: GEDCOM-Datei konvertieren
es: Convertir archivo GEDCOM
nl: Converteer GEDCOM-bestand

source: Save on the webtrees server
ca: Desa al servidor webtrees
de: Auf dem webtrees Server speichern
es: Guardar en el servidor webtrees
nl: Opslaan op de webtrees-server

source: Both, i.e. download and save in parallel
ca: Tots dos, és a dir, descarregueu i deseu en paral·lel
de: Beides, d.h. Herunterladen und gleichzeitig Speichern
es: Ambos, es decir, descargar y guardar en paralelo
nl: Beide, d.w.z. downloaden en opslaan tegelijk

source: Create new GEDBAS database
ca: Crea una nova base de dades GEDBAS
es: Crear una nueva base de datos GEDBAS

source: Upload to GEDBAS
ca: Puja a GEDBAS
es: Subir a GEDBAS
nl: Uploaden naar GEDBAS

source: Could not retrieve database information from GEDBAS
ca: No s'ha pogut recuperar la informació de la base de dades de GEDBAS
es: No se pudo recuperar la información de la base de datos de GEDBAS

source: Export action
ca: Acció d'exportació
de: Export-Aktion
es: Acción de exportación
nl: Exportactie

source: Action
ca: Acció
de: Aktion
es: Acción
nl: Actie

source: GEDBAS API key
ca: Clau de l'API de GEDBAS
es: Clave API de GEDBAS
nl: GEDBAS API-sleutel

source: GEDBAS API key, which allows to upload GEDCOM files for a certain GEDBAS account. You can identify your individual key with the following link
ca: Clau de l'API de GEDBAS, que permet carregar fitxers GEDCOM per a un compte GEDBAS determinat. Podeu identificar la vostra clau individual amb l'enllaç següent
es: Clave API de GEDBAS, que permite cargar archivos GEDCOM para una cuenta de GEDBAS específica. Puede identificar su clave individual con el siguiente enlace.

source: GEDBAS database Id
ca: Identificador de la base de dades GEDBAS
es: Identificación de la base de datos GEDBAS

source: Select a GEDBAS database, to which the GEDCOM file shall be uploaded or create a new database.
ca: Seleccioneu una base de dades GEDBAS a la qual es carregarà el fitxer GEDCOM o creeu-ne una de nova.
es: Seleccione una base de datos GEDBAS a la que se cargará el archivo GEDCOM o cree una nueva base de datos.

source: GEDBAS database title
ca: Títol de la base de dades GEDBAS
es: Título de la base de datos GEDBAS

source: By default, the GEDBAS database title is generated from the tree title. Modify the title according to your needs.
ca: Per defecte, el títol de la base de dades GEDBAS es genera a partir del títol de l'arbre. Modifiqueu el títol segons les vostres necessitats.
es: De forma predeterminada, el título de la base de datos GEDBAS se genera a partir del título del árbol. Modifíquelo según sus necesidades.

source: GEDBAS database description
ca: Descripció de la base de dades GEDBAS
es: Descripción de la base de datos GEDBAS

source: By default, the GEDBAS database description is generated from HEAD:NOTE or from the tree title. Modify the description according to your needs.
ca: Per defecte, la descripció de la base de dades GEDBAS es genera a partir de HEAD:NOTE o a partir del títol de l'arbre. Modifiqueu la descripció segons les vostres necessitats.
es: De forma predeterminada, la descripción de la base de datos GEDBAS se genera a partir de HEAD:NOTE o del título del árbol. Modifique la descripción según sus necesidades.

source: Transfer GEDCOM file
ca: Transfereix el fitxer GEDCOM
es: Transferir archivo GEDCOM

source: Any import will delete all the genealogy data of the tree in the database and replace it with data from a GEDCOM file.
ca: Qualsevol importació suprimirà totes les dades de genealogia de l'arbre a la base de dades i les substituirà per dades d'un fitxer GEDCOM.
de: Jeder Import wird alle genealogischen Daten des Stammbaums in der Datenbank löschen und durch die Daten aus der GEDCOM-Datei ersetzen.
es: Cualquier importación eliminará todos los datos de genealogía del árbol en la base de datos y los reemplazará con datos de un archivo GEDCOM.
nl: Bij het importeren worden alle genealogische gegevens van de stamboom in de database verwijderd en vervangen door gegevens uit een GEDCOM-bestand.

source: Settings for GEDCOM Import
ca: Configuració per a la importació de GEDCOM
de: Einstellungen für den GEDCOM-Import
es: Configuración para la importación de GEDCOM
nl: Instellingen voor GEDCOM-import

source: Are you absolutely sure you want to import the selected file into the specified tree? Please be aware that importing the file will delete all existing data in the tree without possibility to recover! Therefore, also consider to backup the webtrees database before importing new files.
ca: Esteu absolutament segur que voleu importar el fitxer seleccionat a l'arbre especificat? Si us plau, tingueu en compte que la importació del fitxer suprimirà totes les dades existents a l'arbre sense possibilitat de recuperació! Per tant, també considereu fer una còpia de seguretat de la base de dades dels arbres web abans d'importar fitxers nous.
de: Sind Sie absolut sicher, dass Sie die ausgewählte Datei in den angegebenen Stammbaum importieren wollen? Bitte seien Sie sich darüber im Klaren, dass alle existierenden Daten des Stammbaums beim Importieren der Datei gelöscht werden und nicht wiederhergestellt werden können. Daher sollte vor dem Importieren neuer Dateien auch ein Backup der webtrees Datenbank in Betracht gezogen werden.
es: ¿Está absolutamente seguro de que desea importar el archivo seleccionado en el árbol especificado? Tenga en cuenta que al importar el archivo se eliminarán todos los datos existentes en el árbol sin posibilidad de recuperación. Por lo tanto, considere también realizar una copia de seguridad de la base de datos de WebTrees antes de importar archivos nuevos.
nl: Weet u absoluut zeker dat u het geselecteerde bestand wilt importeren in de opgegeven stamboom? Houd er rekening mee dat het importeren van het bestand alle bestaande gegevens in de stamboom verwijdert zonder mogelijkheid tot herstel! Overweeg daarom ook om een back-up te maken van de webtrees-database voordat u nieuwe bestanden importeert.

source: Import GEDCOM file
ca: Importa el fitxer GEDCOM
de: GEDCOM-Datei importieren
es: Importar archivo GEDCOM
nl: Importeer GEDCOM-bestand

source: Datafix using GEDCOM filters
ca: Correcció de dades mitjançant filtres GEDCOM
de: Datenkorrektur mit Hilfe von GEDCOM-Filtern
es: Datafix utilizando filtros GEDCOM
nl: Gegevenscorrecties met behulp van GEDCOM-filters

source: You can select up to 3 GEDCOM filters, which will be applied as a data fix.
ca: Podeu seleccionar fins a 3 filtres GEDCOM, que s'aplicaran com a correcció de dades.
de: Sie können bis zu 3 GEDCOM-Filter selektieren, welche als Datenkorrekturen angewendet werden.
es: Puede seleccionar hasta 3 filtros GEDCOM, que se aplicarán como una corrección de datos.
nl: U kunt maximaal 3 GEDCOM-filters selecteren, die worden toegepast als een gegevenscorrectie.

source: It is strongly recommended to backup your tree or your database first.
ca: És molt recomanable fer una còpia de seguretat de l'arbre o de la base de dades primer.
de: Es wird dringend empfohlen, zuerst ein Backup des Stammbaums oder der Datenbank zu erstellen.
es: Se recomienda encarecidamente realizar primero una copia de seguridad de su árbol o de su base de datos.
nl: Het is sterk aanbevolen om eerst een back-up te maken van de stamboom of database.

source: GEDCOM filter %s
ca: Filtre GEDCOM %s
es: Filtro GEDCOM %s

source: Select a GEDCOM filter
ca: Seleccioneu un filtre GEDCOM
de: Selektieren Sie ein GEDCOM-Filter
es: Seleccione un filtro GEDCOM
nl: Selecteer een GEDCOM-filter

source: Select a tree
ca: Seleccioneu un arbre
de: Wählen Sie einen Stammbaum
es: Seleccione un árbol
nl: Selecteer een stamboom

source: GEDCOM Import
ca: Importació GEDCOM
es: Importación de GEDCOM

source: GEDCOM Export: Tree
ca: GEDCOM Exportació: Arbre
es: GEDCOM Exportación: Árbol
nl: GEDCOM-export: Stamboom

source: GEDCOM Export: Clippings cart
ca: GEDCOM Exportació: Carretó de retalls
es: GEDCOM Exportación: Carro de recortes
nl: GEDCOM-export: Stamboomknipsels

source: Control panel
ca: Panell de control
de: Verwaltung
es: Panel de control
nl: Controlepaneel

source: Usage of GEDCOM filters
ca: Ús de filtres GEDCOM
de: Einsatz von GEDCOM-Filtern
es: Uso de filtros GEDCOM
nl: Gebruik van GEDCOM-filters

source: Select GEDCOM import/export/conversion/datafix
ca: Seleccioneu importació/exportació/conversió/fixació de dades GEDCOM
de: Auswahl von GEDCOM Import/Export/Konvertierung/Datenkorrektur
es: Seleccione importación/exportación/conversión/reparación de datos GEDCOM
nl: Selecteer GEDCOM import/export/conversie/gegevenscorrecties

source: Settings for List Menu
ca: Configuració del menú Llista
de: Einstellungen für das Listen-Menü
es: Configuración del menú de lista
nl: Instellingen voor Lijstenmenu

source: Show menu item in list menu
ca: Mostra l'element del menú al menú llista
de: Menü-Eintrag im Listen-Menü anzeigen
es: Mostrar elemento de menú en el menú de lista
nl: Menu-item in Lijstenmenu tonen

source: If this option is selected, a link to the %s page will be shown as a list menu item.
ca: Si se selecciona aquesta opció, es mostrarà un enllaç a la pàgina %s com a element de menú de llista.
de: Beim Auswählen dieser Option, wird ein Link zur %s Seite als Menüeintrag im Listen-Menü angezeigt.
es: Si se selecciona esta opción, se mostrará un enlace a la página %s como un elemento del menú de lista.
nl: Als deze optie is geselecteerd, wordt een link naar de pagina %s weergegeven als een item in het Lijstenmenu.

source: Settings for GEDBAS
ca: Configuració per a GEDBAS
es: Configuración para GEDBAS
nl: Instellingen voor GEDBAS

source: Allow GEDBAS upload
ca: Permet la càrrega de GEDBAS
es: Permitir la carga de GEDBAS
nl: GEDBAS-upload toestaan

source: If this option is selected, an upload of GEDCOM files to the GEDBAS database will be enabled. This allows to select "GEDBAS upload" as an export action in the extended GEDCOM export.
ca: Si es selecciona aquesta opció, s'habilitarà una càrrega de fitxers GEDCOM a la base de dades GEDBAS. Això permet seleccionar "Càrrega GEDBAS" com a acció d'exportació a l'exportació GEDCOM ampliada.
es: Si se selecciona esta opción, se habilitará la carga de archivos GEDCOM a la base de datos GEDBAS. Esto permite seleccionar "Cargar a GEDBAS" como acción de exportación en la exportación GEDCOM extendida.
nl: Als deze optie is geselecteerd, wordt een upload van GEDCOM-bestanden naar de GEDBAS-database ingeschakeld. Dit maakt het mogelijk om "GEDBAS upload" te selecteren als een exportactie in de uitgebreide GEDCOM-export.

source: GEDBAS description
ca: Descripció de GEDBAS
es: Descripción de GEDBAS
nl: GEDBAS-beschrijving

source: Use note from GEDCOM header (HEAD:NOTE)
ca: Utilitza la nota de la capçalera GEDCOM (HEAD:NOTE)
es: Utilice la nota del encabezado GEDCOM (HEAD:NOTE)
nl: Gebruik notitie uit GEDCOM-koptekst (HEAD:NOTE)

source: If this option is selected, a note included in the GEDCOM header will be used as the tree description during a GEDBAS upload. Otherwise, the title of the tree will be used.
ca: Si se selecciona aquesta opció, s'utilitzarà una nota inclosa a la capçalera GEDCOM com a descripció de l'arbre durant una càrrega GEDBAS. En cas contrari, s'utilitzarà el títol de l'arbre.
es: Si se selecciona esta opción, se usará una nota incluida en el encabezado GEDCOM como descripción del árbol durante la carga a GEDBAS. De lo contrario, se usará el título del árbol.
nl: Als deze optie is geselecteerd, wordt een notitie in de GEDCOM koptekst gebruikt als de beschrijving van de stamboom tijdens een GEDBAS-upload. Anders wordt de titel van de stamboom gebruikt.

source: URL for Remote Requests
ca: URL per a sol·licituds remotes
de: URL für Remote-Anfragen
es: URL para solicitudes remotas
nl: URL voor verzoeken op afstand
