Repository: Jefferson49/ExtendedImportExport
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: Default export format
ca: Format d'exportació per defecte
de: Voreinstellung Exportformat
es: Formato de exportación predeterminado
nl: Standaard exportindeling

source: includes media files
ca: inclou fitxers multimèdia
de: enthält Mediendateien
es: incluye archivos multimedia
nl: inclusief mediabestanden

source: Select the default export format. This export format will be chosen if no specific export format is provided as URL parameter.
ca: Seleccioneu el format d'exportació predeterminat. Aquest format d'exportació s'escollirà si no es proporciona cap format d'exportació específic com a paràmetre d'URL.
de: Geben Sie die Voreinstellung für das Exportformat an. Dieses Exportformat wird genutzt, wenn kein spezifisches Exportformat in der URL angegeben wird.
es: Seleccione el formato de exportación predeterminado. Se elegirá este formato de exportación si no se proporciona ningún formato de exportación específico como parámetro de URL.
nl: Selecteer de standaard exportindeling. Deze exportindeling wordt gekozen als er geen specifieke exportindeling is opgegeven als URL-parameter.

source: Default encoding
ca: Codificació per defecte
de: Voreinstellung Zeichencodierung
es: Codificación predeterminada
nl: Standaard codering

source: Default ending
ca: Final predeterminat
de: Voreinstellung Zeilenenden
es: Final predeterminado
nl: Standaard regeleinden

source: Select the default ending. This ending will be chosen if no specific ending is provided as URL parameter.
ca: Seleccioneu el final predeterminat. Aquest final s'escollirà si no es proporciona cap final específic com a paràmetre d'URL.
de: Geben Sie die Voreinstellung für die Zeilenenden an. Diese Zeilenenden werden genutzt, wenn keine spezifischen Zeilenenden in der URL angegeben werden..
es: Seleccione la terminación predeterminada. Esta terminación se elegirá si no se proporciona una terminación específica como parámetro de URL.
nl: Selecteer het standaard regeleinde. Dit regeleinde wordt gekozen als er geen specifiek regeleinde is opgegeven als URL-parameter.

source: Default time stamp
ca: Segell de temps per defecte
de: Voreinstellung für Zeitstempel
es: Marca de tiempo predeterminada
nl: Standaard tijdstempel

source: Select the default time stamp. This time stamp will be chosen if no specific time stamp is provided as URL parameter. If "none" is chosen, no time stamp will be used.
ca: Seleccioneu el segell de temps predeterminat. Aquest segell de temps es triarà si no es proporciona cap segell de temps específic com a paràmetre d'URL. Si s'escull "cap", no s'utilitzarà cap marca de temps.
de: Geben Sie die Voreinstellung für den Zeitstempel an. Diese Einstellung wird genutzt, wenn keine spezifische Einstellung in der URL angegeben wird.
es: Seleccione la marca de tiempo predeterminada. Esta marca de tiempo se elegirá si no se proporciona una marca de tiempo específica como parámetro de URL. Si se elige "ninguna", no se utilizará ninguna marca de tiempo.
nl: Selecteer het standaard tijdstempel. Dit tijdstempel wordt gekozen als er geen specifiek tijdstempel is opgegeven als URL-parameter. Als "geen" wordt gekozen, wordt er geen tijdstempel gebruikt.

source: Default Settings for GEDCOM Filters
ca: Configuració per defecte per als filtres GEDCOM
de: Voreinstellungen für GEDCOM-Filter
es: Configuración predeterminada para los filtros GEDCOM
nl: Standaardinstellingen voor GEDCOM-filters

source: Default GEDCOM filter %s
ca: Filtre GEDCOM per defecte %s
de: Voreinstellung für GEDCOM-Filter %s
es: Filtro GEDCOM predeterminado %s
nl: Standaard GEDCOM-filter %s

source: Select a default filter for GEDCOM filter %s. This filter will be chosen if no specific filter is provided as URL parameter.
ca: Seleccioneu un filtre predeterminat per al filtre GEDCOM %s. Aquest filtre es triarà si no es proporciona cap filtre específic com a paràmetre d'URL.
de: Geben Sie die Voreinstellung für den GEDCOM -Filter %s an. Dieser Filter wird genutzt, wenn kein spezifischer Filter als URL-Parameter übergeben wird.
es: Seleccione un filtro predeterminado para el filtro GEDCOM %s. Este filtro se elegirá si no se proporciona ningún filtro específico como parámetro de URL.
nl: Selecteer een standaardfilter voor GEDCOM-filter %s. Dit filter wordt gekozen als er geen specifiek filter is opgegeven als URL-parameter.

source: In order to use changed settings for a download/upload, the settings need to be saved first.
ca: Per utilitzar la configuració modificada per a una baixada/càrrega, primer cal desar la configuració.
de: Um geänderte Einstellungen beim Herunterladen/Hochladen zu nutzen, müssen die Einstellungen zunächst gespeichert werden.
es: Para poder utilizar la configuración modificada para una descarga/carga, primero es necesario guardar la configuración.
nl: Om gewijzigde instellingen te gebruiken voor een download/upload, moeten de instellingen eerst worden opgeslagen.

source: The folder settings could not be saved, because the folder “%s” does not exist.
de: Die Einstellungen für den Ordner konnten nicht gespeichert werden, weil der Ordner "%s" nicht existiert.

source: Export GEDCOM file
de: GEDCOM-Datei exportieren
