Repository: Jefferson49/ExtendedImportExport
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: Remote URL
ca: URL remot
es: URL remota
nl: URL voor verzoeken op afstand

source: Remote URL with authorization key
ca: URL remot amb clau d'autorització
de: Remote URL mit Authorisierungs-Schlüssel
es: URL remota con clave de autorización
nl: URL voor verzoeken op afstand met autorisatiesleutel

source: Settings for Remote Requests via URL
ca: Configuració de sol·licituds remotes mitjançant URL
de: Einstellungen für Remote-Anfragen über URL
es: Configuración para solicitudes remotas a través de URL
nl: Instellingen voor aanvragen op afstand via URL

source: Currently, remote downloading of GEDCOM files is allowed. Please note that everyone with access to the authorization key, can download/upload/save GEDCOM files from/to your webtrees installation.
ca: Actualment, es permet la descàrrega remota de fitxers GEDCOM. Tingueu en compte que totes les persones amb accés a la clau d'autorització poden descarregar/penjar/desar fitxers GEDCOM des de/a la instal·lació de l'arbre web.
de: Aktuell ist das Remote-Herunterladen von GEDCOM Dateien erlaubt. Bitte beachten Sie, dass jeder mit Zugriff auf den Autorisierungs-Schlüssel GEDCOM-Dateien von/zu Ihrer webtrees-Installation herunterladen/hochladen/speichern kann.
es: Actualmente, se permite la descarga remota de archivos GEDCOM. Tenga en cuenta que todos los usuarios con acceso a la clave de autorización pueden descargar, cargar y guardar archivos GEDCOM desde o hacia su instalación de WebTrees.
nl: Momenteel is downloaden van GEDCOM-bestanden op afstand toegestaan. Houd er rekening mee dat iedereen met toegang tot de autorisatiesleutel GEDCOM-bestanden kan downloaden/uploaden/opslaan van/naar uw webtrees-installatie.

source: Allow remote requests via URL to download GEDCOM files
ca: Permet sol·licituds remotes mitjançant URL per descarregar fitxers GEDCOM
de: Remote-Anfragen mittels URL zum Herunterladen von GEDCOM-Dateien erlauben
es: Permitir solicitudes remotas a través de URL para descargar archivos GEDCOM
nl: Verzoeken op afstand via URL toestaan om GEDCOM-bestanden te downloaden

source: Allow
ca: Permetre
de: Erlauben
es: Permitir
nl: Toestaan

source: By selecting this option, it is possible to activate remote downloads by calling an URL.
ca: En seleccionar aquesta opció, és possible activar descàrregues remotes trucant a una URL.
de: Durch Auswahl dieser Option, ist es möglich, Remote-Downloads mittels Aufruf über URL zu aktivieren.
es: Al seleccionar esta opción, es posible activar descargas remotas llamando a una URL.
nl: Door deze optie te selecteren is het mogelijk om downloads op afstand te activeren door een URL op te roepen.

source: Allow remote requests via URL to save GEDCOM files to the server
ca: Permet sol·licituds remotes mitjançant URL per desar fitxers GEDCOM al servidor
de: Remote-Anfragen mittels URL zum Speichern von GEDCOM-Dateien auf dem Server erlauben
es: Permitir solicitudes remotas a través de URL para guardar archivos GEDCOM en el servidor
nl: Verzoeken op afstand via URL toestaan om GEDCOM-bestanden op de server op te slaan

source: By selecting this option, it is possible to activate remote requests to save GEDCOM files on the server via calling an URL.
ca: En seleccionar aquesta opció, és possible activar sol·licituds remotes per desar fitxers GEDCOM al servidor mitjançant una trucada a una URL.
de: Durch Auswahl dieser Option, ist es möglich, Remote-Aufrufe mittels URL zum Speichern von GEDCOM-Dateien auf dem Server zu aktivieren.
es: Al seleccionar esta opción, es posible activar solicitudes remotas para guardar archivos GEDCOM en el servidor mediante una llamada a una URL.
nl: Door deze optie te selecteren, is het mogelijk om verzoeken op afstand te activeren om GEDCOM-bestanden op de server op te slaan door een URL op te roepen.

source: Currently, remote uploading of GEDCOM files is allowed. Please note that everyone with access to the authorization key, can download/upload/save GEDCOM files from/to your webtrees installation.
ca: Actualment, es permet la càrrega remota de fitxers GEDCOM. Tingueu en compte que totes les persones amb accés a la clau d'autorització poden descarregar/penjar/desar fitxers GEDCOM des de/a la instal·lació de l'arbre web.
de: Aktuell ist das Remote-Hochladen von GEDCOM Dateien erlaubt. Bitte beachten Sie, dass jeder mit Zugriff auf den Autorisierungs-Schlüssel GEDCOM-Dateien von/zu Ihrer webtrees-Installation herunterladen/hochladen/speichern kann.
es: Actualmente, se permite la carga remota de archivos GEDCOM. Tenga en cuenta que todos los usuarios con acceso a la clave de autorización pueden descargar, cargar y guardar archivos GEDCOM desde o hacia su instalación de WebTrees.
nl: Momenteel is het uploaden van GEDCOM-bestanden op afstand toegestaan. Houd er rekening mee dat iedereen met toegang tot de autorisatiesleutel GEDCOM-bestanden kan downloaden/uploaden/opslaan van/naar uw webtrees-installatie.

source: Allow remote requests via URL to upload GEDCOM files
ca: Permet sol·licituds remotes mitjançant URL per penjar fitxers GEDCOM
de: Remote-Anfragen mittels URL zum Hochladen von GEDCOM-Dateien erlauben
es: Permitir solicitudes remotas a través de URL para cargar archivos GEDCOM
nl: Verzoeken op afstand via URL toestaan om GEDCOM-bestanden te uploaden

source: By selecting this option, it is possible to activate remote uploads via calling an URL.
ca: En seleccionar aquesta opció, és possible activar les càrregues remotes trucant a una URL.
de: Durch Auswahl dieser Option, ist es möglich, Remote-Uploads mittels Aufruf über URL zu aktivieren.
es: Al seleccionar esta opción, es posible activar cargas remotas llamando a una URL.
nl: Door deze optie te selecteren, is het mogelijk om uploads op afstand te activeren door een URL op te roepen.

source: Allow remote requests via URL to convert GEDCOM files on the server
ca: Permet sol·licituds remotes mitjançant URL per convertir fitxers GEDCOM al servidor
de: Remote-Anfragen mittels URL zum Konvertieren von GEDCOM-Dateien auf dem Server erlauben
es: Permitir solicitudes remotas a través de URL para convertir archivos GEDCOM en el servidor
nl: Verzoeken op afstand via URL toestaan om GEDCOM-bestanden op de server te converteren

source: By selecting this option, it is possible to activate remote conversion of GEDCOM files on the server via calling an URL.
ca: En seleccionar aquesta opció, és possible activar la conversió remota dels fitxers GEDCOM al servidor mitjançant una trucada a una URL.
de: Durch Auswahl dieser Option, ist es möglich, Remote-Aufrufe mittels URL zur Konvertierung von GEDCOM-Dateien auf dem Server zu aktivieren.
es: Al seleccionar esta opción, es posible activar la conversión remota de archivos GEDCOM en el servidor llamando a una URL.
nl: Door deze optie te selecteren, is het mogelijk om GEDCOM-bestanden op de server op afstand te converteren via een URL.

source: Allow remote requests via URL to upload GEDCOM files to GEDBAS
ca: Permet sol·licituds remotes via URL per carregar fitxers GEDCOM a GEDBAS
es: Permitir solicitudes remotas a través de URL para cargar archivos GEDCOM a GEDBAS
nl: Verzoeken op afstand via URL toestaan om GEDCOM-bestanden te uploaden naar GEDBAS

source: By selecting this option, it is possible to remotely trigger an upload of GEDCOM files to GEDBAS via calling an URL.
ca: Si seleccioneu aquesta opció, és possible activar remotament una càrrega de fitxers GEDCOM a GEDBAS mitjançant una crida a una URL.
es: Al seleccionar esta opción, es posible activar de forma remota una carga de archivos GEDCOM a GEDBAS llamando a una URL.
nl: Door deze optie te selecteren is het mogelijk om op afstand een upload van GEDCOM-bestanden naar GEDBAS te starten door een URL aan te roepen.

source: Settings for the Authorization Key
ca: Configuració de la clau d'autorització
de: Einstellungen für den Autorisierungs-Schlüssel
es: Configuración de la clave de autorización
nl: Instellingen voor de autorisatiesleutel

source: An authorization key is needed if remote requests via URL shall be used.
ca: Es necessita una clau d'autorització si s'utilitzen sol·licituds remotes mitjançant URL.
de: Ein Authorisierungs-Schlüssel wird benötigt, wenn Remote-Anfragen über URL genutzt werden sollen.
es: Se necesita una clave de autorización si se utilizarán solicitudes remotas a través de URL.
nl: Een autorisatiesleutel is nodig als verzoeken op afstand via een URL worden gebruikt.

source: Currently, webtrees does not use the HTTPS protocol. It is urgently recommended to use HTTPS in order to ensure the encryption of the authorization key within URL remote requests. HTTPS can be activated by changing "base_url" in the "config.ini.php". Currently, "base_url" does not start with "https://".
ca: Actualment, webtrees no utilitza el protocol HTTPS. Es recomana amb urgència utilitzar HTTPS per garantir el xifratge de la clau d'autorització a les sol·licituds remotes d'URL. HTTPS es pot activar canviant "base_url" a "config.ini.php". Actualment, "base_url" no comença per "https://".
de: Webtrees verwendet aktuell kein HTTPS-Protokoll. Es wird dringend empfohlen, HTTPS zu nutzen, um die Verschlüsselung des Authorisierungs-Schlüssels innerhalb der URLs von Remote-Anfragen sicherzustellen. HTTPS kann durch Ändern von "base_url" in der "config.ini.php" Datei geändert werden. Aktuell startet "base_url" nicht mit "https://".
es: Actualmente, WebTrees no utiliza el protocolo HTTPS. Se recomienda encarecidamente utilizar HTTPS para garantizar el cifrado de la clave de autorización en las solicitudes remotas de URL. HTTPS se puede activar modificando "base_url" en "config.ini.php". Actualmente, "base_url" no comienza con "https://".
nl: Momenteel gebruikt webtrees het HTTPS-protocol niet. Het wordt dringend aanbevolen om HTTPS te gebruiken om de versleuteling te garanderen van de autorisatiesleutel binnen URL-verzoeken op afstand. HTTPS kan worden geactiveerd door "base_url" te veranderen in "config.ini.php". Momenteel begint "base_url" niet met "https://".

source: Currently, the authorization key is not encrypted. This option is less secure and should only be used in local environments with limited users. Otherwise, please activate encryption of the authorization key.
ca: Actualment, la clau d'autorització no està xifrada. Aquesta opció és menys segura i només s'ha d'utilitzar en entorns locals amb usuaris limitats. En cas contrari, activeu el xifratge de la clau d'autorització.
de: Aktuell ist der Autorisierungs-Schlüssel nicht verschlüsselt. Diese Einstellung ist weniger sicher und sollte nur in einer lokalen Umgebung mit begrenzten Benutzern verwendet werden. Andernfalls, aktivieren sie bitte die Verschlüsselung des Autorisierungs-Schlüssels.
es: Actualmente, la clave de autorización no está cifrada. Esta opción es menos segura y solo se debe utilizar en entornos locales con usuarios limitados. De lo contrario, active el cifrado de la clave de autorización.
nl: Momenteel is de autorisatiesleutel niet versleuteld. Deze optie is minder veilig en zou alleen gebruikt moeten worden in lokale omgevingen met beperkte gebruikers. Activeer anders de versleuteling van de autorisatiesleutel.

source: One of the options remote download/upload/save/convert is activated and the authorization key is empty or not available
ca: Una de les opcions descàrrega/carrega/desa/conversió remota està activada i la clau d'autorització està buida o no està disponible
de: Eine der Optionen Remote-Download/-Save/-Upload /-Konvertieren ist aktiviert und der Autorisierungs-Schlüssel ist leer oder nicht verfügbar
es: Una de las opciones de descarga/carga/guardado/conversión remota está activada y la clave de autorización está vacía o no está disponible
nl: Een van de opties downloaden/uploaden/opslaan/converteren op afstand is geactiveerd en de autorisatiesleutel is leeg of niet beschikbaar

source: Current authorization key
ca: Clau d'autorització actual
de: Aktueller Autorisierungs-Schlüssel
es: Clave de autorización actual
nl: Huidige autorisatiesleutel

source: The authorization key cannot be shown, because encryption is activated. If you forgot the key, you have to create a new key.
ca: La clau d'autorització no es pot mostrar perquè el xifratge està activat. Si heu oblidat la clau, heu de crear-ne una nova.
de: Der Autorisierungs-Schlüssel kann nicht angezeigt werden, weil Verschlüsselung aktiviert ist. Wenn Sie den Schlüssel vergessen haben, müssen Sie einen neuen erzeugen.
es: No se puede mostrar la clave de autorización porque el cifrado está activado. Si olvidó la clave, deberá crear una nueva.
nl: De autorisatiesleutel kan niet worden weergegeven omdat versleuteling is geactiveerd. Als u de sleutel vergeten bent, moet u een nieuwe sleutel aanmaken.

source: Authorization key has not been set yet
ca: La clau d'autorització encara no s'ha establert
de: Bisher wurde noch kein Authorisierungs-Schlüssel eingegeben
es: La clave de autorización aún no se ha establecido
nl: Autorisatiesleutel is nog niet ingesteld

source: New authorization key
ca: Nova clau d'autorització
de: Neuer Autorisierungs-Schlüssel
es: Nueva clave de autorización
nl: Nieuwe autorisatiesleutel

source: Activate encryption of the authorization key
ca: Activeu el xifratge de la clau d'autorització
de: Verschlüsselung des Autorisierungs-Schlüssel aktivieren
es: Activar el cifrado de la clave de autorización
nl: Versleuteling van de autorisatiesleutel activeren

source: Activate
ca: Activar
de: Aktivieren
es: Activar
nl: Activeren

source: The encryption of the authorization key is more secure, because the authorization key is not visible to anyone and also encrypted in the database. However, the authorization key is not readible any more (e.g. for other administrators) and cannot be recovered if it is forgotten.
ca: El xifratge de la clau d'autorització és més segur, perquè la clau d'autorització no és visible per a ningú i també està xifrada a la base de dades. Tanmateix, la clau d'autorització ja no és llegible (per exemple, per a altres administradors) i no es pot recuperar si s'oblida.
de: Die Verschlüsselung des Autorisierungs-Schlüssels ist sicherer, weil der Autorisierungs-Schlüssel nicht mehr sichtbar ist und auch in der Datenbank verschlüsselt wird. Allerdings ist der Autorisierungs-Schüssel in diesem Fall nicht mehr lesbar (z.B. für andere Administratoren) und kann auch nicht mehr wiederhergestellt werden, wenn er vergessen wurde.
es: El cifrado de la clave de autorización es más seguro, ya que esta no es visible para nadie y también está cifrada en la base de datos. Sin embargo, la clave de autorización ya no es legible (por ejemplo, para otros administradores) y no se puede recuperar en caso de olvido.
nl: De versleuteling van de autorisatiesleutel is veiliger, omdat de autorisatiesleutel voor niemand zichtbaar is en ook versleuteld is in de database. De autorisatiesleutel is echter niet meer leesbaar (bijvoorbeeld voor andere beheerders) en kan niet worden teruggevonden als deze wordt vergeten.

source: Setting for the Import/Export Folder on the webtrees Server
ca: Configuració per a la carpeta d'importació/exportació al servidor webtrees
de: Einstellung für den Import-/Export-Ordner auf dem webtrees Server
es: Configuración de la carpeta de importación/exportación en el servidor webtrees
nl: Instelling voor de map Import/Export op de webtrees-server

source: Folder name
ca: Nom de la carpeta
de: Ordnername
es: Nombre de la carpeta
nl: Mapnaam

source: Currently, the folder to save is not a sub-directory of the webtrees data folder. It is highly recommended to use the webtrees data folder or a sub-directory, because webtrees protects unauthorized access to this folder. If you choose a folder outside of the webtrees data folder, the saved GEDCOM file might be unprotected against unauthorized access.
ca: Actualment, la carpeta a desar no és un subdirectori de la carpeta de dades dels arbres web. És molt recomanable utilitzar la carpeta de dades webtrees o un subdirectori, perquè els webtrees protegeix l'accés no autoritzat a aquesta carpeta. Si trieu una carpeta fora de la carpeta de dades dels arbres web, és possible que el fitxer GEDCOM desat no estigui protegit contra l'accés no autoritzat.
de: Aktuell ist der Ordner zum Abspeichern von GEDCOM Dateien kein Unterverzeichnis des webtrees Datenverzeichnisses. Es wird dringend empfohlen, das webtrees Datenverzeichnis oder ein Unterverzeichnis zu nutzen, weil webtrees das Datenverzeichnis gegen unauthorisierten Zugriff absichert. Wenn Sie einen Ordner außerhalb des webtrees Datenverzeichnisses wählen, sind abgespeicherte GEDCOM-Dateien möglicherweise nicht gegen unauthorisierten Zugriff geschützt.
es: Actualmente, la carpeta que se va a guardar no es un subdirectorio de la carpeta de datos de webtrees. Se recomienda encarecidamente utilizar la carpeta de datos de webtrees o un subdirectorio, ya que webtrees protege el acceso no autorizado a esta carpeta. Si elige una carpeta fuera de la carpeta de datos de webtrees, el archivo GEDCOM guardado podría quedar desprotegido contra el acceso no autorizado.
nl: Momenteel is de map om op te slaan geen submap van de webtrees-gegevensmap. Het wordt sterk aangeraden om de webtrees-gegevensmap of een submap te gebruiken, omdat webtrees onbevoegde toegang tot deze map beschermt. Als u een map buiten de webtrees-gegevensmap kiest, kan het opgeslagen GEDCOM-bestand onbeveiligd zijn tegen onbevoegde toegang.

source: Relative path to a folder within the webtrees root path, where GEDCOM import/exports are saved. It is highly recommended to use the webtrees data folder or a sub-directory, because webtrees protects unauthorized access to the data folder. The current settings (Control panel / Website preferences) for the webtrees root and data folder are:
ca: Camí relatiu a una carpeta dins del camí arrel dels arbres web, on es desaran les importacions/exportacions de GEDCOM. És molt recomanable utilitzar la carpeta de dades webtrees o un subdirectori, perquè webtrees protegeix l'accés no autoritzat a la carpeta de dades. La configuració actual (tauler de control / preferències del lloc web) per a l'arrel dels arbres web i la carpeta de dades són:
de: Relativer Pfad zu einem Ordner innerhalb des webtrees Installations-Pfads, in welchem GEDCOM-Importe/-Exporte abgespeichert werden. Es wird dringend empfohlen, das webtrees Datenverzeichnis oder ein Unterverzeichnis zu nutzen, weil webtrees das Datenverzeichnis gegen unauthorisierten Zugriff absichert. Die aktuellen Einstellungen (Verwaltung / Einstellungen Webseite) für das webtrees Installations- und Daten-Verzeichnis sind:
es: Ruta relativa a una carpeta dentro de la ruta raíz de webtrees, donde se guardan las importaciones y exportaciones de GEDCOM. Se recomienda encarecidamente utilizar la carpeta de datos de webtrees o un subdirectorio, ya que webtrees protege el acceso no autorizado a la carpeta de datos. La configuración actual (Panel de control / Preferencias del sitio web) para la carpeta raíz y de datos de webtrees es:
nl: Relatief pad naar een map binnen het webtrees-hoofdpad, waar GEDCOM-import/exports worden opgeslagen. Het wordt sterk aangeraden om de webtrees-gegevensmap of een submap te gebruiken, omdat webtrees onbevoegde toegang tot de gegevensmap beschermt. De huidige instellingen (Controlepaneel / Websitevoorkeuren) voor de webtrees-hoofd- en gegevensmap zijn:

source: webtrees root folder
ca: carpeta arrel dels arbres web
de: webtrees Installations-Verzeichnis
es: carpeta raíz de webtrees
nl: webtrees-hoofdmap

source: webtrees data folder
ca: carpeta de dades webtrees
de: webtrees Daten-Verzeichnis
es: carpeta de datos de webtrees
nl: webtrees-gegevensmap

source: webtrees data folder (relative path)
ca: carpeta de dades webtrees (camí relatiu)
de: webtrees Daten-Verzeichnis (relativer Pfad)
es: Carpeta de datos de WebTrees (ruta relativa)
nl: webtrees-gegevensmap (relatief pad)

source: webtrees data folder (setting in the control panel)
ca: carpeta de dades webtrees (configuració al tauler de control)
de: webtrees Daten-Verzeichnis (Einstellung in der Verwaltung)
es: Carpeta de datos de WebTrees (configuración en el panel de control)
nl: webtrees-gegevensmap (instelling in het controlepaneel)

source: Default Settings for Gedcom Export
ca: Configuració per defecte per a Gedcom Export
de: Voreinstellungen für den GEDCOM-Export
es: Configuración predeterminada para la exportación de Gedcom
nl: Standaardinstellingen voor GEDCOM-export

source: These settings are used as default values for exports, e.g. if certain parameter values are not provided within the URL. By specifying the default values, the URLs can be simplified. In the most extreme case, it is sufficient to provide the tree and the authorization key parameter only.
ca: Aquests paràmetres s'utilitzen com a valors per defecte per a les exportacions, p. si no es proporcionen determinats valors de paràmetre a l'URL. Si especifiqueu els valors predeterminats, els URL es poden simplificar. En el cas més extrem, n'hi ha prou amb proporcionar només l'arbre i el paràmetre de la clau d'autorització.
de: Diese Einstellungen werden als Default-Werte für Exporte genutzt, z.B. wenn bestimmte Parameter nicht über die URL übergeben werden. Durch Festlegung der Default-Werte können die URLs vereinfacht werden. Im Extremfall reicht es aus, nur den Stammbaun und den Authorisierungs-Schlüssel in der URL zu übergeben.
es: Estos ajustes se utilizan como valores predeterminados para las exportaciones, por ejemplo, si no se proporcionan determinados valores de parámetros en la URL. Al especificar los valores predeterminados, se pueden simplificar las URL. En el caso más extremo, basta con proporcionar únicamente el árbol y el parámetro de clave de autorización.
nl: Deze instellingen worden gebruikt als standaardwaarden voor export, bijvoorbeeld als bepaalde parameterwaarden niet zijn opgegeven in de URL. Door de standaardwaarden op te geven, kunnen de URL's vereenvoudigd worden. In het meest extreme geval is het voldoende om alleen de stamboom en de autorisatiesleutelparameter op te geven.

source: Any parameters provided in the URL of a remote download have a higher priority and will overrule the default settings.
ca: Qualsevol paràmetre proporcionat a l'URL d'una baixada remota té una prioritat més alta i anul·larà la configuració predeterminada.
de: Parameter, welche über die URL eines Remote-Downloads übergeben werden, haben eine höhere Priorität und überstimmen die Voreinstellungen.
es: Cualquier parámetro proporcionado en la URL de una descarga remota tiene una prioridad más alta y anulará la configuración predeterminada.
nl: Parameters in de URL van een download op afstand hebben een hogere prioriteit en overschrijven de standaardinstellingen.

source: Default privacy level
ca: Nivell de privadesa predeterminat
de: Voreinstellung für Datenschutzeinstellung
es: Nivel de privacidad predeterminado
nl: Standaard privacyniveau

source: Select the default privacy level. This privacy level will be chosen if no specific privacy level is provided as URL parameter.
ca: Seleccioneu el nivell de privadesa predeterminat. Aquest nivell de privadesa es triarà si no es proporciona cap nivell de privadesa específic com a paràmetre d'URL.
de: Geben Sie die Voreinstellung für die Datenschutzeinstellung an. Diese Einstellung wird genutzt, wenn keine spezifische Einstellung in der URL angegeben wird.
es: Seleccione el nivel de privacidad predeterminado. Este nivel de privacidad se elegirá si no se proporciona ningún nivel de privacidad específico como parámetro de URL.
nl: Selecteer het standaard privacyniveau. Dit privacyniveau wordt gekozen als er geen specifiek privacyniveau is opgegeven als URL-parameter.
